export default {
    LANG: 'he',
    HTML_DIR: 'rtl',
    WELCOME_1: "לרגל שנות ה-70 למדינת ישראל, גלישה חופשית ברשת האינטרנט תתאפשר בתום דקת דומיה.",
    WELCOME_2: 'דקת הדומייה תיתכן רק ברעות, בנוכחות סולידרית של שניים ומעלה, תוך אחיזה רגישה של מכשיר הטלפון.',
    WELCOME_3: 'אנא וודא/י שהסאונד במכשירך דולק ושהמכשיר אינו במצב רטט.',
    WELCOME_4: 'אנו ממתינים להצטרפות משתמש/ת נוספ/ת לרשת הוויפי',
    WELCOME_5: 'תודה על הסבלנות',
    NUM_CONNECTED: 'מספר העומדים:',
    SIREN_TITLE: 'דקת דומיה',
    SIREN_INSTRUCTIONS: 'הנח/י את אגודלך במקום המיועד לכך, למשך דקה. בעוד מספר רגעים תשמע צפירה.',
    THUMB: 'אגודל',
    VIEWBOX: "0 0 394.58 324",
    YES_PATH: [
        "M145.42,82V304H86.91V109H72.81V64h56.11C140.32,64,145.42,70,145.42,82Z",
        "M327.55,182.79c0,42.61-21,61.21-69,61.21H185.33V199h52.21c19.8,0,28.5-9.3,28.5-31.2V109H185.33V64H327.55Z"
    ],
    NO_PATH: [
        "M138.92,244,91.21,166.59c-6-9.6-8.4-14.41-15-14.41S69,158.49,69,168.69v32.7h24.3V244H15V162.69c0-23.11,8.1-36.91,24.91-43.21a70.81,70.81,0,0,1,17.4-3.9L21.9,64h60l48,77.41c6,9.6,8.4,14.4,15,14.4,6.9,0,7.2-6.3,7.2-16.5v-32.7h-24.3V64h78.31v81.31c0,23.11-8.1,36.91-24.9,43.21a59.36,59.36,0,0,1-17.4,3.9L199.23,244Z",
        "M314.75,109H235.54V34h55.81V64h84.31v45L317.45,244H256.54Z"
    ],
    FILL_SIZE: {
        'yes': [65,240],
        'no': [35, 206]
    },
    YOU_PAUSED: "הזמן עצר, הסרת את ידיך מהמכשיר.",
    THEY_PAUSED: "הזמן עצר, מישהו שחרר.",
    RESUME: "הצפירה תתחיל מחדש בעוד מספר רגעים.",
    SIREN_OVER: "תם הטקס.",
    MAY_SURF: "הקהל ראשי לגלוש.",
    YES_AUDIO: 'ken',
    NO_AUDIO: 'lo'
}
